{
  "text": "# POUVOIRS AVANCÉS DES PIRATES\n\nDébloquez le pouvoir de chaque pirate ! Pour ce faire, vous devez d’abord gagner un pli avec ce pirate. De plus, le pouvoir doit être utilisé immédiatement et ne peut pas être reporté à la manche suivante. Harry le Géant est le seul pirate dont le pouvoir peut être utilisé après le dernier pli de la manche.\n\n**Rosie la Douce :** Une cheffe de cuisine avec un tempérament aussi chaud que ses tartes.  \n**Pouvoir :** Choisissez n’importe quel joueur, y compris vous, pour commencer le prochain pli.\n\n**Will le Bandit :** Orphelin élevé par des contrebandiers, Will est un négociant (et un traître).  \n**Pouvoir :** Ajoutez 2 cartes de la pioche à votre main, puis défaussez 2 cartes.\n\n**Rascal le Flambeur :** Un mercenaire et joueur notoire doté d’une chance suspecte.  \n**Pouvoir :** Pariez 0, 10 ou 20 points. Gagnez-les si vous misez correctement, perdez-les si vous échouez!\n\n**Juanita Jade :** On dit qu’elle a des ancêtres sirènes, ce qui lui confère le don de divination.  \n**Pouvoir :** Regardez secrètement les cartes non distribuées pour voir ce qui n’est pas en jeu.\n\n**Harry le Géant :** Connu pour affronter des panthères par plaisir, personne n’ose lui chercher des noises.  \n**Pouvoir :** Vous pouvez choisir de modifier votre mise de plus ou moins 1, ou de la laisser telle quelle.\n\n26",
  "description": "The image is a page from a rulebook for a pirate-themed game. It has an aged parchment aesthetic with a decorative skull emblem in the top-left corner. The page contains descriptions of five character cards, each with a small representative illustration: Rosie la Douce (a blonde chef), Will le Bandit (a man with a red headband), Rascal le Flambeur (a mustachioed man in a hat), Juanita Jade (a woman with a crystal ball), and Harry le Géant (a muscular man with a blue headband). Each character's name is followed by a short flavor text and a specific 'Pouvoir' (Power) that details a game mechanic. The text explains that to use a power, a player must first win a trick with that pirate card, and the power must generally be used immediately."
}